Repository: Falldaemon/EngPlayer
Catalog: resources/locale/*/LC_MESSAGES/engplayer.po
Languages: de, es, fr, it, tr

source: Saturation
de: Sättigung
es: Saturación
it: Saturazione

source: Hue
de: Farbton
es: Matiz
fr: Teinte
it: Tonalità

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les paramètres par défaut
it: Ripristina predefiniti

source: Podcast List
de: Podcast-Liste
es: Lista de podcasts
fr: Liste des podcasts
it: Elenco podcast

source: Search podcasts...
de: Podcasts durchsuchen...
es: Buscar podcasts...
fr: Rechercher des podcasts...
it: Cerca podcast...

source: Episodes
de: Episoden
es: Episodios
fr: Épisodes
it: Episodi

source: {} Episodes
de: {} Episoden
es: {} Episodios
fr: {} Épisodes
it: {} Episodi

source: Back to Podcast List
de: Zurück zur Podcast-Liste
es: Volver a la lista de podcasts
fr: Retour à la liste des podcasts
it: Torna all'elenco dei podcast

source: Back to Media Menu
de: Zurück zum Medienmenü
es: Volver al menú de medios
fr: Retour au menu média
it: Torna al menu multimediale

source: Add Media Source
de: Medienquelle hinzufügen
es: Añadir fuente multimedia
fr: Ajouter une source multimédia
it: Aggiungi sorgente multimediale

source: Choose the type of source you want to add.
de: Wählen Sie den Quelltyp aus, den Sie hinzufügen möchten.
es: Elija el tipo de fuente que desea añadir.
fr: Choisissez le type de source à ajouter.
it: Scegli il tipo di sorgente che vuoi aggiungere.

source: Local Folder
de: Lokaler Ordner
es: Carpeta local
fr: Dossier local
it: Cartella locale

source: Podcast URL
es: URL del podcast
fr: URL du podcast
it: URL del podcast

source: Add Podcast
de: Podcast hinzufügen
es: Añadir podcast
fr: Ajouter un podcast
it: Aggiungi podcast

source: Enter the podcast title and RSS URL.
de: Geben Sie den Podcast-Titel und die RSS-URL ein.
es: Introduzca el título del podcast y la URL RSS.
fr: Entrez le titre du podcast et l'URL RSS.
it: Inserisci il titolo del podcast e l'URL RSS.

source: Podcast Title
de: Podcast-Titel
es: Título del podcast
fr: Titre du podcast
it: Titolo del podcast

source: Podcast RSS URL
es: URL RSS del podcast
fr: URL RSS du podcast
it: URL RSS del podcast

source: Podcast added successfully.
de: Podcast erfolgreich hinzugefügt.
es: Podcast añadido con éxito.
fr: Podcast ajouté avec succès.
it: Podcast aggiunto con successo.

source: Error: Podcast could not be added (Check URL/Duplicate).
de: Fehler: Podcast konnte nicht hinzugefügt werden (URL prüfen/Duplikat).
es: Error: No se pudo añadir el podcast (Verificar URL/Duplicado).
fr: Erreur : Impossible d'ajouter le podcast (Vérifier URL/Doublon).
it: Errore: impossibile aggiungere il podcast (Controlla URL/Duplicato).

source: Please fill in both fields.
de: Bitte füllen Sie beide Felder aus.
es: Por favor, complete ambos campos.
fr: Veuillez remplir les deux champs.
it: Si prega di compilare entrambi i campi.

source: Error loading podcast feed.
de: Fehler beim Laden des Podcast-Feeds.
es: Error al cargar el feed del podcast.
fr: Erreur lors du chargement du flux podcast.
it: Errore durante il caricamento del feed del podcast.

source: Error: Could not load episodes (Empty list).
de: Fehler: Episoden konnten nicht geladen werden (Leere Liste).
es: Error: No se pudieron cargar los episodios (Lista vacía).
fr: Erreur : Impossible de charger les épisodes (Liste vide).
it: Errore: impossibile caricare gli episodi (elenco vuoto).

source: End of podcast list.
de: Ende der Podcast-Liste.
es: Fin de la lista de podcasts.
fr: Fin de la liste des podcasts.
it: Fine dell'elenco dei podcast.

source: Move Up
de: Nach oben
es: Mover arriba
fr: Monter
it: Sposta su

source: Move Down
de: Nach unten
es: Mover abajo
fr: Descendre
it: Sposta giù

source: Delete Podcast
de: Podcast löschen
es: Eliminar podcast
fr: Supprimer le podcast
it: Elimina podcast

source: Are you sure you want to delete '{}'?
de: Möchten Sie '{}' wirklich löschen?
es: ¿Está seguro de que desea eliminar '{}'?
fr: Êtes-vous sûr de vouloir supprimer '{}' ?
it: Sei sicuro di voler eliminare '{}'?

source: Podcast deleted successfully.
de: Podcast erfolgreich gelöscht.
es: Podcast eliminado con éxito.
fr: Podcast supprimé avec succès.
it: Podcast eliminato con successo.

source: Error deleting podcast.
de: Fehler beim Löschen des Podcasts.
es: Error al eliminar el podcast.
fr: Erreur lors de la suppression du podcast.
it: Errore durante l'eliminazione del podcast.

source: Unknown Podcast
de: Unbekannter Podcast
es: Podcast desconocido
fr: Podcast inconnu
it: Podcast sconosciuto

source: Network Stream
de: Netzwerk-Stream
es: Transmisión de Red
fr: Flux Réseau
it: Flusso di Rete

source: Open Network Stream
de: Netzwerk-Stream öffnen
es: Abrir Transmisión de Red
fr: Ouvrir un flux réseau
it: Apri Flusso di Rete

source: Enter the URL to play directly.
de: Geben Sie die URL ein, um sie direkt abzuspielen.
es: Ingrese la URL para reproducir directamente.
fr: Entrez l'URL pour lire directement.
it: Inserisci l'URL per riprodurre direttamente.

source: Audio Only Mode
de: Nur-Audio-Modus
es: Modo Solo Audio
fr: Mode Audio Uniquement
it: Modalità Solo Audio

source: Enable this if the URL is a radio station or music file.
de: Aktivieren Sie dies, wenn die URL ein Radiosender oder eine Musikdatei ist.
es: Actívelo si la URL es una estación de radio o un archivo de música.
fr: Activez ceci si l'URL est une station de radio ou un fichier musical.
it: Attiva se l'URL è una stazione radio o un file musicale.

source: Resolving stream URL...
de: Stream-URL wird aufgelöst...
es: Resolviendo URL del flujo...
fr: Résolution de l'URL du flux...
it: Risoluzione URL del flusso...

source: Please enter a valid URL.
de: Bitte geben Sie eine gültige URL ein.
es: Por favor, introduzca una URL válida.
fr: Veuillez entrer une URL valide.
it: Inserisci un URL valido.

source: Error: Video stream could not be extracted from this site.
de: Fehler: Video-Stream konnte von dieser Seite nicht extrahiert werden.
es: Error: No se pudo extraer la transmisión de video de este sitio.
fr: Erreur : Le flux vidéo n'a pas pu être extrait de ce site.
it: Errore: Impossibile estrarre il flusso video da questo sito.

source: Loading playlist...
de: Wiedergabeliste wird geladen...
es: Cargando lista de reproducción...
fr: Chargement de la playlist...
it: Caricamento playlist...

source: Error loading playlist.
de: Fehler beim Laden der Wiedergabeliste.
es: Error al cargar la lista de reproducción.
fr: Erreur lors du chargement de la playlist.
it: Errore durante il caricamento della playlist.

source: No channels found in playlist.
de: Keine Kanäle in der Wiedergabeliste gefunden.
es: No se encontraron canales en la lista.
fr: Aucun canal trouvé dans la playlist.
it: Nessun canale trovato nella playlist.

source: {} channels loaded.
de: {} Kanäle geladen.
es: {} canales cargados.
fr: {} chaînes chargées.
it: {} canali caricati.

source: Error: This is a playlist package. Please use 'Add Profile'.
de: Fehler: Dies ist ein Playlist-Paket. Bitte verwenden Sie 'Profil hinzufügen'.
es: Error: Este es un paquete de listas. Por favor use 'Agregar Perfil'.
fr: Erreur : Ceci est un paquet de playlists. Veuillez utiliser 'Ajouter un profil'.
it: Errore: Questo è un pacchetto playlist. Usa 'Aggiungi Profilo'.

source: Network Playlist
de: Netzwerk-Wiedergabeliste
es: Lista de Red
fr: Playlist Réseau
it: Playlist di Rete

source: Close Playlist
de: Wiedergabeliste schließen
es: Cerrar Lista
fr: Fermer la playlist
it: Chiudi Playlist

source: Filter channels...
de: Kanäle filtern...
es: Filtrar canales...
fr: Filtrer les chaînes...
it: Filtra canali...

source: Playlist ({})
de: Wiedergabeliste ({})
es: Lista de reproducción ({})

source: Fetching podcast info...
de: Podcast-Infos werden abgerufen...
es: Obteniendo información del podcast...
fr: Récupération des infos du podcast...
it: Recupero informazioni podcast...

source: Please enter a URL.
de: Bitte geben Sie eine URL ein.
es: Por favor, introduzca una URL.
fr: Veuillez entrer une URL.
it: Inserisci un URL.

source: Error: Podcast could not be added.
de: Fehler: Podcast konnte nicht hinzugefügt werden.
es: Error: No se pudo agregar el podcast.
fr: Erreur : Le podcast n'a pas pu être ajouté.
it: Errore: Impossibile aggiungere il podcast.

source: Resume Podcast
de: Podcast fortsetzen
es: Reanudar podcast
fr: Reprendre le podcast
it: Riprendi podcast

source: You listened to this episode until {}. Resume?
de: Sie haben diese Episode bis {} gehört. Fortsetzen?
es: Escuchaste este episodio hasta {}. ¿Reanudar?
fr: Vous avez écouté cet épisode jusqu'à {}. Reprendre ?
it: Hai ascoltato questo episodio fino a {}. Riprendere?

source: Added to playlist: {}
de: Zur Wiedergabeliste hinzugefügt: {}
es: Añadido a la lista de reproducción: {}
fr: Ajouté à la liste de lecture : {}
it: Aggiunto alla playlist: {}

source: Back to Categories
es: Volver a Categorías

source: Favorite Groups
es: Grupos de Favoritos

source: Unknown
es: Desconocido

source: Switch Profile
es: Cambiar perfil

source: Are you sure you want to switch profiles? The application will restart.
es: ¿Seguro que quieres cambiar de perfil? La aplicación se reiniciará.

source: Starting...
es: Iniciando...

source: Manage Hidden Categories
es: Gestionar categorías ocultas

source: Turn ON the switch to HIDE the category.
es: ACTIVE el interruptor para OCULTAR la categoría.

source: No categories found.
es: No se encontraron categorías.

source: System
es: Sistema

source: Stream Buffer
es: Búfer de transmisión

source: Playback stability
es: Estabilidad de reproducción

source: 2s (Low)
es: 2s (Baja)

source: 4s (Balanced)
es: 4s (Equilibrado)

source: 6s (Stable)
es: 6s (Estable)

source: 8s (Max)
es: 8s (Máximo)

source: Buffer set to {} seconds. Change takes effect on next channel.
es: Búfer establecido en {} segundos. El cambio se aplicará en el próximo canal.

source: Connection lost. Reconnecting...
es: Conexión perdida. Reconectando...

source: Connection failed. Stream cancelled.
es: Conexión fallida. Transmisión cancelada.

source: This product uses the TMDb API but is not endorsed or certified by TMDb.
de: Dieses Produkt verwendet die TMDb API, wird jedoch nicht von TMDb unterstützt oder zertifiziert.
es: Este producto utiliza la API de TMDb, pero no está respaldado ni certificado por TMDb.
fr: Ce produit utilise l'API TMDb mais n'est ni approuvé ni certifié par TMDb.
it: Questo prodotto utilizza l'API TMDb ma non è supportato né certificato da TMDb.
tr: Bu ürün TMDb API'sini kullanır ancak TMDb tarafından onaylanmamış veya sertifikalandırılmamıştır.

source: EngPlayer Software License Agreement Copyright © 2025 Engin Eren. All Rights Reserved. By downloading, installing, or using this software ("EngPlayer"), you agree to the following terms: 1. LICENSE GRANT This software is distributed as "FREEWARE". It may be downloaded, installed, and executed for personal use free of charge. 2. RESTRICTIONS ON PORTING Without prior written permission from the copyright holder, it is STRICTLY PROHIBITED to port, adapt, or modify this software for use on other operating systems (Windows, macOS, Android, etc.). 3. COMMERCIAL PROHIBITION This software may NOT be sold, rented, or included in any paid software bundle by any person or entity other than the copyright holder. 4. NO CONTENT PROVIDED (DISCLAIMER) This software is a media player only. EngPlayer does NOT provide, include, or distribute any playlists, IPTV channels, video streams, or digital content. - Users are solely responsible for providing their own content (M3U files, Xtream codes, local files). - The developer assumes no liability for the content viewed by the user or for any copyright violations resulting from user-added content. 5. DISCLAIMER OF WARRANTY This software is provided "AS IS". The copyright holder cannot be held responsible for any damages arising from the use of this software.
de: EngPlayer-Softwarelizenzvertrag Urheberrecht © 2025 Engin Eren. Alle Rechte vorbehalten. Durch das Herunterladen, Installieren oder Verwenden dieser Software ("EngPlayer") stimmen Sie den folgenden Bedingungen zu: 1. LIZENZGEWÄHRUNG Diese Software wird als "FREEWARE" (kostenlose Software) vertrieben. Sie darf für den persönlichen Gebrauch kostenlos heruntergeladen, installiert und ausgeführt werden. 2. BESCHRÄNKUNGEN FÜR PORTIERUNG Ohne vorherige schriftliche Genehmigung des Urheberrechtsinhabers ist es STRENGSTENS UNTERSAGT, diese Software auf andere Betriebssysteme (Windows, macOS, Android usw.) zu portieren, anzupassen oder zu modifizieren. 3. KOMMERZIELLES VERBOT Diese Software darf von keiner Person oder Organisation außer dem Urheberrechtsinhaber verkauft, vermietet oder in kostenpflichtige Softwarepakete aufgenommen werden. 4. KEIN INHALT BEREITGESTELLT (HAFTUNGSAUSSCHLUSS) Diese Software ist lediglich ein Mediaplayer. EngPlayer stellt KEINE Wiedergabelisten, IPTV-Kanäle, Videostreams oder digitale Inhalte bereit. - Die Benutzer sind allein dafür verantwortlich, ihre eigenen Inhalte (M3U-Dateien, Xtream-Codes, lokale Dateien) bereitzustellen. - Der Entwickler übernimmt keine Haftung für die vom Benutzer angesehenen Inhalte oder für Urheberrechtsverletzungen, die aus vom Benutzer hinzugefügten Inhalten resultieren. 5. GEWÄHRLEISTUNGSAUSSCHLUSS Diese Software wird "WIE BESEHEN" bereitgestellt. Der Urheberrechtsinhaber haftet nicht für Schäden, die aus der Verwendung dieser Software entstehen.
es: Acuerdo de Licencia de Software EngPlayer Copyright © 2025 Engin Eren. Todos los derechos reservados. Al descargar, instalar o utilizar este software ("EngPlayer"), usted acepta los siguientes términos: 1. CONCESIÓN DE LICENCIA Este software se distribuye como "FREEWARE". Puede descargarse, instalarse y ejecutarse gratuitamente para uso personal. 2. RESTRICCIONES DE PORTABILIDAD Sin el permiso previo por escrito del titular de los derechos de autor, está ESTRICTAMENTE PROHIBIDO portar, adaptar o modificar este software para su uso en otros sistemas operativos (Windows, macOS, Android, etc.). 3. PROHIBICIÓN COMERCIAL Este software NO puede ser vendido, alquilado ni incluido en ningún paquete de software de pago por ninguna persona o entidad que no sea el titular de los derechos de autor. 4. NO SE PROPORCIONA CONTENIDO (DESCARGO DE RESPONSABILIDAD) Este software es solo un reproductor multimedia. EngPlayer NO proporciona, incluye ni distribuye listas de reproducción, canales IPTV, transmisiones de vídeo o contenido digital. - Los usuarios son los únicos responsables de proporcionar su propio contenido (archivos M3U, códigos Xtream, archivos locales). - El desarrollador no asume ninguna responsabilidad por el contenido visto por el usuario o por cualquier violación de derechos de autor resultante del contenido añadido por el usuario. 5. RENUNCIA DE GARANTÍA Este software se proporciona "TAL CUAL". El titular de los derechos de autor no se hace responsable de los daños derivados del uso de este software.
fr: Contrat de licence du logiciel EngPlayer Copyright © 2025 Engin Eren. Tous droits réservés. En téléchargeant, installant ou utilisant ce logiciel ("EngPlayer"), vous acceptez les conditions suivantes : 1. OCTROI DE LICENCE Ce logiciel est distribué en tant que "GRATUICIEL" (Freeware). Il peut être téléchargé, installé et exécuté gratuitement pour un usage personnel. 2. RESTRICTIONS SUR LE PORTAGE Sans l'autorisation écrite préalable du détenteur du droit d'auteur, il est STRICTEMENT INTERDIT de porter, d'adapter ou de modifier ce logiciel pour une utilisation sur d'autres systèmes d'exploitation (Windows, macOS, Android, etc.). 3. INTERDICTION COMMERCIALE Ce logiciel NE PEUT PAS être vendu, loué ou inclus dans un progiciel payant par toute personne ou entité autre que le détenteur du droit d'auteur. 4. AUCUN CONTENU FOURNI (AVIS DE NON-RESPONSABILITÉ) Ce logiciel est uniquement un lecteur multimédia. EngPlayer NE FOURNIT PAS, n'inclut pas et ne distribue aucune liste de lecture, chaîne IPTV, flux vidéo ou contenu numérique. - Les utilisateurs sont seuls responsables de fournir leur propre contenu (fichiers M3U, codes Xtream, fichiers locaux). - Le développeur n'assume aucune responsabilité quant au contenu visionné par l'utilisateur ou aux violations du droit d'auteur résultant du contenu ajouté par l'utilisateur. 5. EXCLUSION DE GARANTIE Ce logiciel est fourni "TEL QUEL". Le détenteur du droit d'auteur ne peut être tenu responsable des dommages résultant de l'utilisation de ce logiciel.
it: Contratto di licenza software EngPlayer Copyright © 2025 Engin Eren. Tutti i diritti riservati. Scaricando, installando o utilizzando questo software ("EngPlayer"), accetti i seguenti termini: 1. CONCESSIONE DELLA LICENZA Questo software è distribuito come "FREEWARE". Può essere scaricato, installato ed eseguito gratuitamente per uso personale. 2. RESTRIZIONI SUL PORTING Senza previa autorizzazione scritta del titolare del copyright, è SEVERAMENTE VIETATO portare, adattare o modificare questo software per l'uso su altri sistemi operativi (Windows, macOS, Android, ecc.). 3. DIVIETO COMMERCIALE Questo software NON può essere venduto, noleggiato o incluso in alcun pacchetto software a pagamento da qualsiasi persona o entità diversa dal titolare del copyright. 4. NESSUN CONTENUTO FORNITO (DISCLAIMER) Questo software è solo un lettore multimediale. EngPlayer NON fornisce, include o distribuisce playlist, canali IPTV, flussi video o contenuti digitali. - Gli utenti sono gli unici responsabili della fornitura dei propri contenuti (file M3U, codici Xtream, file locali). - Lo sviluppatore non si assume alcuna responsabilità per i contenuti visualizzati dall'utente o per eventuali violazioni del copyright derivanti dai contenuti aggiunti dall'utente. 5. ESCLUSIONE DI GARANZIA Questo software è fornito "COSÌ COM'È". Il titolare del copyright non può essere ritenuto responsabile per eventuali danni derivanti dall'uso di questo software.
tr: EngPlayer Yazılım Lisans Sözleşmesi Telif Hakkı © 2025 Engin Eren. Tüm Hakları Saklıdır. Bu yazılımı ("EngPlayer") indirerek, kurarak veya kullanarak aşağıdaki şartları kabul etmiş olursunuz: 1. KULLANIM HAKKI (LİSANS) Bu yazılım "ÜCRETSİZ" (Freeware) olarak dağıtılmaktadır. Kişisel kullanım için ücretsiz olarak indirilebilir, kurulabilir ve çalıştırılabilir. 2. PLATFORM VE PORT ETME KISITLAMASI Telif hakkı sahibinin yazılı izni olmaksızın bu yazılımı başka işletim sistemlerine (Windows, macOS, Android vb.) uyarlamak, port etmek veya değiştirmek KESİNLİKLE YASAKTIR. 3. TİCARİ KULLANIM YASAĞI Bu yazılım telif hakkı sahibi haricinde hiçbir kişi veya kurum tarafından ücret karşılığında satılamaz, kiralanamaz veya ticari bir paket içine dahil edilemez. 4. İÇERİK SORUMLULUĞU REDDİ (ÖNEMLİ) Bu yazılım yalnızca bir medya oynatıcı aracıdır. EngPlayer, kullanıcılara herhangi bir oynatma listesi, IPTV kanalı, video akışı veya dijital içerik SAĞLAMAZ. - Kullanıcılar kendi içeriklerini (M3U dosyaları, Xtream kodları, yerel dosyalar) kendileri temin etmek zorundadır. - Geliştirici, kullanıcı tarafından eklenen içeriklerin telif hakları veya yasallığı konusunda hiçbir sorumluluk kabul etmez. 5. SORUMLULUK REDDİ Bu yazılım "OLDUĞU GİBİ" sunulmaktadır. Yazılımın kullanımı sırasında oluşabilecek herhangi bir zarardan telif hakkı sahibi sorumlu tutulamaz.

source: Series
de: Serien
fr: Séries
it: Serie
tr: Diziler

source: Director
de: Regisseur
fr: Réalisateur
it: Regista
tr: Yönetmen

source: Vocal
de: Gesang
it: Vocale
tr: Vokal

source: Podcasts
it: Podcast

source: Audio
tr: Ses

source: Jazz
tr: Caz
