Repository: Falldaemon/EngPlayer
Catalog: resources/locale/*/LC_MESSAGES/engplayer.po
Languages: de, es, fr, it, tr

source: Schedule Recording
de: Aufnahme planen
es: Programar grabación
fr: Programmer l'enregistrement
it: Pianifica registrazione
tr: Kaydı Zamanla

source: Scheduled Tasks
de: Geplante Aufgaben
es: Tareas programadas
fr: Tâches programmées
it: Attività pianificate
tr: Zamanlanmış Görevler

source: No scheduled recordings found.
de: Keine geplanten Aufnahmen gefunden.
es: No se encontraron grabaciones programadas.
fr: Aucun enregistrement programmé trouvé.
it: Nessuna registrazione pianificata trovata.
tr: Zamanlanmış kayıt bulunamadı.

source: Status: {status}
es: Estado: {status}
fr: Statut : {status}
it: Stato: {status}
tr: Durum: {status}

source: Recording scheduled successfully!
de: Aufnahme erfolgreich geplant!
es: ¡Grabación programada con éxito!
fr: Enregistrement programmé avec succès !
it: Registrazione pianificata con successo!
tr: Kayıt başarıyla zamanlandı!

source: Scheduled recording deleted.
de: Geplante Aufnahme gelöscht.
es: Grabación programada eliminada.
fr: Enregistrement programmé supprimé.
it: Registrazione pianificata eliminata.
tr: Zamanlanmış kayıt silindi.

source: Confirm Removal from Recordings List
de: Entfernen aus Aufnahmeliste bestätigen
es: Confirmar eliminación de la lista
fr: Confirmer la suppression de la liste des enregistrements
it: Conferma rimozione dalla lista registrazioni
tr: Kayıtlar Listesinden Kaldırmayı Onayla

source: The video record '{}' will be removed from the list. Note: Your original video file will NOT be deleted from disk. Are you sure?
de: Der Videoeintrag '{}' wird aus der Liste entfernt. Hinweis: Ihre ursprüngliche Videodatei wird NICHT von der Festplatte gelöscht. Sind Sie sicher?
es: El registro de vídeo '{}' se eliminará de la lista. Nota: Su archivo de vídeo original NO se borrará del disco. ¿Está seguro?
fr: L'entrée vidéo '{}' sera supprimée de la liste. Note : Votre fichier vidéo original NE SERA PAS supprimé du disque. Êtes-vous sûr ?
it: Il record video '{}' verrà rimosso dalla lista. Nota: Il file video originale NON verrà eliminato dal disco. Sei sicuro?
tr: '{}' video kaydı listeden kaldırılacak. Not: Orijinal video dosyanız diskten SİLİNMEYECEKTİR. Emin misiniz?

source: Recording removed from list.
de: Aufnahme aus Liste entfernt.
es: Grabación eliminada de la lista.
fr: Enregistrement supprimé de la liste.
it: Registrazione rimossa dalla lista.
tr: Kayıt listeden kaldırıldı.

source: Show Subtitles
de: Untertitel anzeigen
es: Mostrar subtítulos
fr: Afficher les sous-titres
it: Mostra sottotitoli
tr: Altyazıları Göster

source: Embedded Track
de: Eingebettete Spur
es: Pista incrustada
fr: Piste intégrée
it: Traccia incorporata
tr: Gömülü İz

source: Load from File
de: Aus Datei laden
es: Cargar desde archivo
fr: Charger depuis un fichier
it: Carica da file
tr: Dosyadan Yükle

source: Search Online
de: Online suchen
es: Buscar en línea
fr: Rechercher en ligne
it: Cerca online
tr: Çevrimiçi Ara

source: Synchronization Adjust
de: Synchronisierung anpassen
es: Ajuste de sincronización
fr: Ajustement de la synchronisation
it: Regolazione sincronizzazione
tr: Senkronizasyon Ayarı

source: Delay Subtitles (-100ms)
de: Untertitel verzögern (-100ms)
es: Retrasar subtítulos (-100ms)
fr: Retarder les sous-titres (-100ms)
it: Ritarda sottotitoli (-100ms)
tr: Altyazıyı Geciktir (-100ms)

source: Advance Subtitles (+100ms)
de: Untertitel beschleunigen (+100ms)
es: Adelantar subtítulos (+100ms)
fr: Avancer les sous-titres (+100ms)
it: Anticipa sottotitoli (+100ms)
tr: Altyazıyı İletlet (+100ms)

source: Subtitle Settings
de: Untertitel-Einstellungen
es: Configuración de subtítulos
fr: Paramètres des sous-titres
it: Impostazioni sottotitoli
tr: Altyazı Ayarları

source: Font
de: Schriftart
es: Fuente
fr: Police
it: Carattere
tr: Yazı Tipi

source: Subtitle Font and Size
de: Schriftart und Größe
es: Fuente y tamaño de subtítulos
fr: Police et taille des sous-titres
it: Carattere e dimensione sottotitoli
tr: Altyazı Yazı Tipi ve Boyutu

source: Change...
de: Ändern...
es: Cambiar...
fr: Modifier...
it: Cambia...
tr: Değiştir...

source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
tr: Renkler

source: Font Color
de: Schriftfarbe
es: Color de fuente
fr: Couleur de la police
it: Colore carattere
tr: Yazı Rengi

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
tr: Arka Plan

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d'arrière-plan
it: Colore sfondo
tr: Arka Plan Rengi

source: Background Opacity
de: Hintergrundtransparenz
es: Opacidad del fondo
fr: Opacité de l'arrière-plan
it: Opacità sfondo
tr: Arka Plan Şeffaflığı

source: Select Font
de: Schriftart wählen
es: Seleccionar fuente
fr: Sélectionner la police
it: Seleziona carattere
tr: Yazı Tipi Seç

source: Subtitle font set!
de: Untertitel-Schriftart festgelegt!
es: ¡Fuente de subtítulos establecida!
fr: Police des sous-titres définie !
it: Carattere sottotitoli impostato!
tr: Altyazı yazı tipi ayarlandı!

source: Subtitle color saved!
de: Untertitel-Farbe gespeichert!
es: ¡Color de subtítulos guardado!
fr: Couleur des sous-titres enregistrée !
it: Colore sottotitoli salvato!
tr: Altyazı rengi kaydedildi!

source: Background color saved!
de: Hintergrundfarbe gespeichert!
es: ¡Color de fondo guardado!
fr: Couleur d'arrière-plan enregistrée !
it: Colore sfondo salvato!
tr: Arka plan rengi kaydedildi!

source: Subtitle Search Results
de: Untertitel-Suchergebnisse
es: Resultados de búsqueda de subtítulos
fr: Résultats de la recherche de sous-titres
it: Risultati ricerca sottotitoli
tr: Altyazı Arama Sonuçları

source: No subtitles found.
de: Keine Untertitel gefunden.
es: No se encontraron subtítulos.
fr: Aucun sous-titre trouvé.
it: Nessun sottotitolo trovato.
tr: Altyazı bulunamadı.

source: Searching for subtitles for {}...
de: Suche Untertitel für {}...
es: Buscando subtítulos para {}...
fr: Recherche de sous-titres pour {}...
it: Ricerca sottotitoli per {}...
tr: {} için altyazı aranıyor...

source: Downloading '{0}'...
de: Lade '{0}' herunter...
es: Descargando '{0}'...
fr: Téléchargement de '{0}'...
it: Download di '{0}'...
tr: '{0}' indiriliyor...

source: Subtitle loaded and enabled successfully.
de: Untertitel erfolgreich geladen und aktiviert.
es: Subtítulo cargado y activado correctamente.
fr: Sous-titre chargé et activé avec succès.
it: Sottotitolo caricato e abilitato con successo.
tr: Altyazı başarıyla yüklendi ve etkinleştirildi.

source: Please enter your OpenSubtitles API key from Settings first.
de: Bitte geben Sie zuerst Ihren OpenSubtitles API-Schlüssel in den Einstellungen ein.
es: Por favor, introduzca primero su clave API de OpenSubtitles en Ajustes.
fr: Veuillez d'abord saisir votre clé API OpenSubtitles dans les paramètres.
it: Inserisci prima la tua chiave API OpenSubtitles nelle Impostazioni.
tr: Lütfen önce Ayarlar'dan OpenSubtitles API anahtarınızı girin.

source: Error: Content title/ID for subtitle search not found.
de: Fehler: Titel/ID für Untertitel-Suche nicht gefunden.
es: Error: Título/ID del contenido para búsqueda de subtítulos no encontrado.
fr: Erreur : Titre/ID du contenu pour la recherche de sous-titres introuvable.
it: Errore: Titolo/ID contenuto per ricerca sottotitoli non trovato.
tr: Hata: Altyazı araması için içerik başlığı/ID'si bulunamadı.

source: Password Required
de: Passwort erforderlich
es: Contraseña requerida
fr: Mot de passe requis
it: Password richiesta
tr: Parola Gerekli

source: This item is locked. Please enter the password to continue.
de: Dieses Element ist gesperrt. Bitte geben Sie das Passwort ein.
es: Este elemento está bloqueado. Por favor, introduzca la contraseña para continuar.
fr: Cet élément est verrouillé. Veuillez saisir le mot de passe pour continuer.
it: Questo elemento è bloccato. Inserisci la password per continuare.
tr: Bu öğe kilitli. Devam etmek için lütfen parolayı girin.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
tr: İptal

source: OK
es: Aceptar
tr: Tamam

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
tr: Kaydet

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
tr: Kapat

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
tr: Bitti

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
tr: Kaldır

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
tr: Oluştur

source: Wrong Password!
de: Falsches Passwort!
es: ¡Contraseña incorrecta!
fr: Mot de passe incorrect !
it: Password errata!
tr: Hatalı Parola!

source: Change Application Password
de: Anwendungspasswort ändern
es: Cambiar contraseña de la aplicación
fr: Modifier le mot de passe de l'application
it: Cambia password applicazione
tr: Uygulama Parolasını Değiştir

source: Please enter your old password and a new one.
de: Bitte geben Sie Ihr altes und ein neues Passwort ein.
es: Por favor, introduzca su antigua contraseña y una nueva.
fr: Veuillez saisir votre ancien mot de passe et le nouveau.
it: Inserisci la vecchia password e quella nuova.
tr: Lütfen eski parolanızı ve yeni parolanızı girin.

source: Set Application Password
de: Anwendungspasswort festlegen
es: Establecer contraseña de la aplicación
fr: Définir le mot de passe de l'application
it: Imposta password applicazione
tr: Uygulama Parolası Belirle

source: Please enter a new password. This will be used to lock and unlock items.
de: Bitte geben Sie ein neues Passwort ein. Dieses wird zum Sperren und Entsperren verwendet.
es: Por favor, introduzca una nueva contraseña. Se usará para bloquear y desbloquear elementos.
fr: Veuillez saisir un nouveau mot de passe. Il sera utilisé pour verrouiller et déverrouiller des éléments.
it: Inserisci una nuova password. Verrà usata per bloccare e sbloccare elementi.
tr: Lütfen yeni bir parola girin. Bu, öğeleri kilitlemek ve açmak için kullanılacaktır.

source: Old Password
de: Altes Passwort
es: Contraseña antigua
fr: Ancien mot de passe
it: Vecchia Password
tr: Eski Parola

source: New Password
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
it: Nuova Password
tr: Yeni Parola

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar contraseña nueva
fr: Confirmer le nouveau mot de passe
it: Conferma Nuova Password
tr: Yeni Parolayı Onayla

source: Old password is not correct!
de: Altes Passwort ist nicht korrekt!
es: ¡La contraseña antigua no es correcta!
fr: L'ancien mot de passe est incorrect !
it: La vecchia password non è corretta!
tr: Eski parola doğru değil!

source: New password cannot be empty!
de: Neues Passwort darf nicht leer sein!
es: ¡La contraseña nueva no puede estar vacía!
fr: Le nouveau mot de passe ne peut pas être vide !
it: La nuova password non può essere vuota!
tr: Yeni parola boş olamaz!

source: Password saved successfully!
de: Passwort erfolgreich gespeichert!
es: ¡Contraseña guardada con éxito!
fr: Mot de passe enregistré avec succès !
it: Password salvata con successo!
tr: Parola başarıyla kaydedildi!

source: New passwords do not match!
de: Die neuen Passwörter stimmen nicht überein!
es: ¡Las contraseñas nuevas no coinciden!
fr: Les nouveaux mots de passe ne correspondent pas !
it: Le nuove password non corrispondono!
tr: Yeni parolalar eşleşmiyor!

source: Password Not Set
de: Passwort nicht festgelegt
es: Contraseña no establecida
fr: Mot de passe non défini
it: Password non impostata
tr: Parola Ayarlanmamış

source: To lock items, you must first set a master password for the application.
de: Um Elemente zu sperren, müssen Sie zuerst ein Master-Passwort festlegen.
es: Para bloquear elementos, primero debe establecer una contraseña maestra para la aplicación.
fr: Pour verrouiller des éléments, vous devez d'abord définir un mot de passe principal pour l'application.
it: Per bloccare elementi, devi prima impostare una password principale per l'applicazione.
tr: Öğeleri kilitlemek için önce uygulama için bir ana parola belirlemelisiniz.

source: Set Password
de: Passwort setzen
es: Establecer contraseña
fr: Définir le mot de passe
it: Imposta Password
tr: Parola Belirle

source: Move Channel
de: Kanal verschieben
es: Mover canal
fr: Déplacer la chaîne
it: Sposta Canale
tr: Kanalı Taşı

source: Up
de: Hoch
es: Arriba
fr: Haut
it: Su
tr: Yukarı

source: Down
de: Runter
es: Abajo
fr: Bas
it: Giù
tr: Aşağı

source: Confirm Deletion
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
tr: Silmeyi Onayla

source: Are you sure you want to delete this favorite list? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Favoritenliste löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar esta lista de favoritos? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette liste de favoris ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa lista di preferiti? Questa azione non può essere annullata.
tr: Bu favori listesini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Confirm Library Removal
de: Entfernen der Bibliothek bestätigen
es: Confirmar eliminación de biblioteca
fr: Confirmer la suppression de la bibliothèque
it: Conferma rimozione libreria
tr: Kütüphane Kaldırmayı Onayla

source: The library '{}' and all its media records will be removed from EngPlayer. Note: Your original files will NOT be deleted from disk. Are you sure?
de: Die Bibliothek '{}' und alle Medieneinträge werden entfernt. Hinweis: Ihre Originaldateien werden NICHT von der Festplatte gelöscht. Sind Sie sicher?
es: La biblioteca '{}' y todos sus registros multimedia se eliminarán de EngPlayer. Nota: Sus archivos originales NO se borrarán del disco. ¿Está seguro?
fr: La bibliothèque '{}' et tous ses enregistrements médias seront supprimés d'EngPlayer. Note : Vos fichiers originaux NE SERONT PAS supprimés du disque. Êtes-vous sûr ?
it: La libreria '{}' e tutti i suoi record multimediali verranno rimossi da EngPlayer. Nota: I file originali NON verranno eliminati dal disco. Sei sicuro?
tr: '{}' kütüphanesi ve tüm medya kayıtları EngPlayer'dan kaldırılacak. Not: Orijinal dosyalarınız diskten SİLİNMEYECEKTİR. Emin misiniz?

source: Library successfully removed.
de: Bibliothek erfolgreich entfernt.
es: Biblioteca eliminada con éxito.
fr: Bibliothèque supprimée avec succès.
it: Libreria rimossa con successo.
tr: Kütüphane başarıyla kaldırıldı.

source: Confirm Media Record Removal
de: Entfernen des Medieneintrags bestätigen
es: Confirmar eliminación de registro multimedia
fr: Confirmer la suppression de l'enregistrement média
it: Conferma rimozione record multimediale
tr: Medya Kaydı Silmeyi Onayla

source: The record for '{}' will be removed from EngPlayer. Note: Your original file will NOT be deleted from disk. Are you sure?
de: Der Eintrag für '{}' wird entfernt. Hinweis: Ihre Originaldatei wird NICHT gelöscht. Sind Sie sicher?
es: El registro de '{}' se eliminará de EngPlayer. Nota: Su archivo original NO se borrará del disco. ¿Está seguro?
fr: L'enregistrement pour '{}' sera supprimé d'EngPlayer. Note : Votre fichier original NE SERA PAS supprimé du disque. Êtes-vous sûr ?
it: Il record per '{}' verrà rimosso da EngPlayer. Nota: Il file originale NON verrà eliminato dal disco. Sei sicuro?
tr: '{}' kaydı EngPlayer'dan kaldırılacak. Not: Orijinal dosyanız diskten SİLİNMEYECEKTİR. Emin misiniz?

source: Confirm Track Record Removal
de: Entfernen des Titeleintrags bestätigen
es: Confirmar eliminación de registro de pista
fr: Confirmer la suppression de la piste
it: Conferma rimozione record traccia
tr: Parça Kaydı Silmeyi Onayla

source: Confirm Deletion of Recording
de: Löschen der Aufnahme bestätigen
es: Confirmar eliminación de grabación
fr: Confirmer la suppression de l'enregistrement
it: Conferma eliminazione registrazione
tr: Kayıt Silmeyi Onayla

source: The video '{}' will be permanently deleted. This action cannot be undone. Are you sure?
de: Das Video '{}' wird dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden. Sind Sie sicher?
es: El vídeo '{}' se eliminará permanentemente. Esta acción no se puede deshacer. ¿Está seguro?
fr: La vidéo '{}' sera définitivement supprimée. Cette action est irréversible. Êtes-vous sûr ?
it: Il video '{}' verrà eliminato definitivamente. Questa azione non può essere annullata. Sei sicuro?
tr: '{}' videosu kalıcı olarak silinecek. Bu işlem geri alınamaz. Emin misiniz?

source: Video deleted successfully.
de: Video erfolgreich gelöscht.
es: Vídeo eliminado con éxito.
fr: Vidéo supprimée avec succès.
it: Video eliminato con successo.
tr: Video başarıyla silindi.

source: Past Programs
de: Vergangene Sendungen
es: Programas pasados
fr: Programmes passés
it: Programmi passati
tr: Geçmiş Programlar

source: No EPG data found for this channel.
de: Keine EPG-Daten für diesen Kanal gefunden.
es: No se encontraron datos EPG para este canal.
fr: Aucune donnée EPG trouvée pour cette chaîne.
it: Nessun dato EPG trovato per questo canale.
tr: Bu kanal için EPG verisi bulunamadı.

source: No past programs found for the last {days} days.
de: Keine vergangenen Sendungen für die letzten {days} Tage gefunden.
es: No se encontraron programas pasados en los últimos {days} días.
fr: Aucun programme passé trouvé pour les {days} derniers jours.
it: Nessun programma passato trovato per gli ultimi {days} giorni.
tr: Son {days} gün için geçmiş program bulunamadı.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
tr: Bugün

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
tr: Dün

source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
it: Blocca
tr: Kilitle

source: Delete List
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
it: Elimina lista
tr: Listeyi Sil

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
tr: Kilidi Aç

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a Favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
tr: Favorilere Ekle

source: Remove from
de: Entfernen aus
es: Eliminar de
fr: Retirer de
it: Rimuovi da
tr: Şuradan kaldır:

source: Add to
de: Hinzufügen zu
es: Añadir a
fr: Ajouter à
it: Aggiungi a
tr: Şuna ekle:

source: New List...
de: Neue Liste...
es: Nueva lista...
fr: Nouvelle liste...
it: Nuova lista...
tr: Yeni Liste...

source: New Favorite List
de: Neue Favoritenliste
es: Nueva lista de favoritos
fr: Nouvelle liste de favoris
it: Nuova lista preferiti
tr: Yeni Favori Listesi

source: Please enter the name for the new list:
de: Bitte geben Sie den Namen für die neue Liste ein:
es: Por favor, introduzca el nombre para la nueva lista:
fr: Veuillez saisir le nom de la nouvelle liste :
it: Inserisci il nome per la nuova lista:
tr: Lütfen yeni listenin adını girin:

source: Move...
de: Verschieben...
es: Mover...
fr: Déplacer...
it: Sposta...
tr: Taşı...

source: Move List
de: Liste verschieben
es: Mover lista
fr: Déplacer la liste
it: Sposta lista
tr: Listeyi Taşı

source: Unknown List
de: Unbekannte Liste
es: Lista desconocida
fr: Liste inconnue
it: Lista sconosciuta
tr: Bilinmeyen Liste

source: Play as Picture-in-Picture
de: Als Bild-im-Bild wiedergeben
es: Reproducir como Imagen en Imagen (PiP)
fr: Lecture en mode PiP (Image dans l'image)
it: Riproduci come Picture-in-Picture
tr: Resim içinde Resim Olarak Oynat (PiP)

source: Remove Library
de: Bibliothek entfernen
es: Eliminar biblioteca
fr: Supprimer la bibliothèque
it: Rimuovi libreria
tr: Kütüphaneyi Kaldır

source: Remove from Records
de: Aus Aufnahmen entfernen
es: Eliminar de grabaciones
fr: Retirer des enregistrements
it: Rimuovi da registrazioni
tr: Kayıtlardan Kaldır

source: Remove Track from Library
de: Titel aus Bibliothek entfernen
es: Eliminar pista de la biblioteca
fr: Retirer la piste de la bibliothèque
it: Rimuovi traccia dalla libreria
tr: Parçayı Kütüphaneden Kaldır

source: Remove from List (Record Only)
de: Aus Liste entfernen (Nur Eintrag)
es: Eliminar de la lista (Solo registro)
fr: Retirer de la liste (Enregistrement seulement)
it: Rimuovi da lista (Solo record)
tr: Listeden Kaldır (Sadece Kayıt)

source: Permanently Delete from Disk
de: Dauerhaft von Festplatte löschen
es: Eliminar permanentemente del disco
fr: Supprimer définitivement du disque
it: Elimina definitivamente da disco
tr: Diskten Kalıcı Olarak Sil

source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
it: Preimpostazioni
tr: Hazır Ayarlar

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
tr: Özel

source: Reset (Flat)
de: Zurücksetzen (Flach)
es: Restablecer (Plano)
fr: Réinitialiser (Plat)
it: Ripristina (Piatto)
tr: Sıfırla (Düz)

source: Classical
de: Klassik
es: Clásica
fr: Classique
it: Classica
tr: Klasik

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
tr: Sıfırla

source: Select Background Music
de: Hintergrundmusik auswählen
es: Seleccionar música de fondo
fr: Sélectionner une musique de fond
it: Seleziona musica di sottofondo
tr: Arka Plan Müziği Seç

source: 3 Seconds
de: 3 Sekunden
es: 3 Segundos
fr: 3 Secondes
it: 3 Secondi
tr: 3 Saniye

source: 5 Seconds
de: 5 Sekunden
es: 5 Segundos
fr: 5 Secondes
it: 5 Secondi
tr: 5 Saniye

source: 10 Seconds
de: 10 Sekunden
es: 10 Segundos
fr: 10 Secondes
it: 10 Secondi
tr: 10 Saniye

source: Select music for slideshow
de: Musik für Diashow auswählen
es: Seleccionar música para la presentación
fr: Sélectionner la musique du diaporama
it: Seleziona musica per la presentazione
tr: Slayt gösterisi için müzik seç

source: Please enter your TMDb API Key (v3 Auth).
de: Bitte geben Sie Ihren TMDb API-Schlüssel ein (v3 Auth).
es: Por favor, introduzca su clave API de TMDb (v3 Auth).
fr: Veuillez saisir votre clé API TMDb (v3 Auth).
it: Inserisci la tua chiave API TMDb (v3 Auth).
tr: Lütfen TMDb API Anahtarınızı (v3 Auth) girin.

source: Current: {} (Enter new key to change)
de: Aktuell: {} (Neuen Schlüssel eingeben zum Ändern)
es: Actual: {} (Introducir nueva clave para cambiar)
fr: Actuel : {} (Saisir une nouvelle clé pour changer)
it: Attuale: {} (Inserisci nuova chiave per cambiare)
tr: Mevcut: {} (Değiştirmek için yeni anahtar girin)

source: TMDb API Key saved successfully!
de: TMDb API-Schlüssel erfolgreich gespeichert!
es: ¡Clave API de TMDb guardada con éxito!
fr: Clé API TMDb enregistrée avec succès !
it: Chiave API TMDb salvata con successo!
tr: TMDb API Anahtarı başarıyla kaydedildi!

source: Please enter your OpenSubtitles API Key. You can get one from their website after registering.
de: Bitte geben Sie Ihren OpenSubtitles API-Schlüssel ein. Sie erhalten diesen nach der Registrierung auf deren Website.
es: Por favor, introduzca su clave API de OpenSubtitles. Puede obtener una en su sitio web tras registrarse.
fr: Veuillez saisir votre clé API OpenSubtitles. Vous pouvez en obtenir une sur leur site après inscription.
it: Inserisci la tua chiave API OpenSubtitles. Puoi ottenerne una dal loro sito web dopo la registrazione.
tr: Lütfen OpenSubtitles API Anahtarınızı girin. Kayıt olduktan sonra web sitelerinden alabilirsiniz.

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
tr: API Anahtarı

source: OpenSubtitles API Key saved successfully!
de: OpenSubtitles API-Schlüssel erfolgreich gespeichert!
es: ¡Clave API de OpenSubtitles guardada con éxito!
fr: Clé API OpenSubtitles enregistrée avec succès !
it: Chiave API OpenSubtitles salvata con successo!
tr: OpenSubtitles API Anahtarı başarıyla kaydedildi!

source: Logged out from Trakt.tv account.
de: Von Trakt.tv abgemeldet.
es: Desconectado de la cuenta de Trakt.tv.
fr: Déconnecté du compte Trakt.tv.
it: Disconnesso dall'account Trakt.tv.
tr: Trakt.tv hesabından çıkış yapıldı.
