Repository: Falldaemon/EngPlayer
Catalog: resources/locale/*/LC_MESSAGES/engplayer.po
Languages: de, es, fr, it, tr

source: Opening browser to connect to Trakt.tv...
de: Öffne Browser für Verbindung zu Trakt.tv...
es: Abriendo navegador para conectar a Trakt.tv...
fr: Ouverture du navigateur pour la connexion à Trakt.tv...
it: Apertura browser per connettersi a Trakt.tv...
tr: Trakt.tv'ye bağlanmak için tarayıcı açılıyor...

source: Login Successful
de: Anmeldung erfolgreich
es: Inicio de sesión exitoso
fr: Connexion réussie
it: Accesso riuscito
tr: Giriş Başarılı

source: You can return to EngPlayer. You may close this window.
de: Sie können zu EngPlayer zurückkehren. Sie können dieses Fenster schließen.
es: Puede volver a EngPlayer. Puede cerrar esta ventana.
fr: Vous pouvez retourner sur EngPlayer. Vous pouvez fermer cette fenêtre.
it: Puoi tornare a EngPlayer. Puoi chiudere questa finestra.
tr: EngPlayer'a dönebilirsiniz. Bu pencereyi kapatabilirsiniz.

source: Login Failed
de: Anmeldung fehlgeschlagen
es: Inicio de sesión fallido
fr: Échec de la connexion
it: Accesso fallito
tr: Giriş Başarısız

source: Could not retrieve code.
de: Code konnte nicht abgerufen werden.
es: No se pudo recuperar el código.
fr: Impossible de récupérer le code.
it: Impossibile recuperare il codice.
tr: Kod alınamadı.

source: Login Failed: {}
de: Anmeldung fehlgeschlagen: {}
es: Inicio de sesión fallido: {}
fr: Échec de la connexion : {}
it: Accesso fallito: {}
tr: Giriş Başarısız: {}

source: Successfully connected to Trakt.tv account!
de: Erfolgreich mit Trakt.tv verbunden!
es: ¡Conectado con éxito a la cuenta de Trakt.tv!
fr: Connecté avec succès au compte Trakt.tv !
it: Connesso con successo all'account Trakt.tv!
tr: Trakt.tv hesabına başarıyla bağlanıldı!

source: Application Client ID is not set.
de: Anwendungs-Client-ID ist nicht gesetzt.
es: El ID de cliente de la aplicación no está configurado.
fr: L'ID client de l'application n'est pas défini.
it: ID Client applicazione non impostato.
tr: Uygulama İstemci Kimliği (Client ID) ayarlanmamış.

source: Authentication could not be initiated.
de: Authentifizierung konnte nicht gestartet werden.
es: No se pudo iniciar la autenticación.
fr: L'authentification n'a pas pu être initiée.
it: Impossibile avviare l'autenticazione.
tr: Kimlik doğrulama başlatılamadı.

source: User not logged in.
de: Benutzer nicht angemeldet.
es: Usuario no identificado.
fr: Utilisateur non connecté.
it: Utente non connesso.
tr: Kullanıcı giriş yapmamış.

source: Invalid media type.
de: Ungültiger Medientyp.
es: Tipo de medio no válido.
fr: Type de média invalide.
it: Tipo media non valido.
tr: Geçersiz medya türü.

source: Select Media Folder
de: Medienordner auswählen
es: Seleccionar carpeta de medios
fr: Sélectionner le dossier média
it: Seleziona cartella media
tr: Medya Klasörü Seç

source: Recordings folder set successfully!
de: Aufnahmeordner erfolgreich festgelegt!
es: ¡Carpeta de grabaciones establecida con éxito!
fr: Dossier d'enregistrement défini avec succès !
it: Cartella registrazioni impostata con successo!
tr: Kayıt klasörü başarıyla ayarlandı!

source: Select Cache Folder
de: Cache-Ordner auswählen
es: Seleccionar carpeta de caché
fr: Sélectionner le dossier de cache
it: Seleziona cartella cache
tr: Önbellek Klasörü Seç

source: This is already the current cache location.
de: Dies ist bereits der aktuelle Cache-Speicherort.
es: Esta ya es la ubicación actual de la caché.
fr: C'est déjà l'emplacement actuel du cache.
it: Questa è già la posizione cache attuale.
tr: Bu zaten mevcut önbellek konumu.

source: Error: A '{}' folder already exists at the destination!
de: Fehler: Ein Ordner '{}' existiert bereits am Zielort!
es: Error: ¡Ya existe una carpeta '{}' en el destino!
fr: Erreur : Un dossier '{}' existe déjà à la destination !
it: Errore: Una cartella '{}' esiste già nella destinazione!
tr: Hata: Hedefte zaten bir '{}' klasörü var!

source: Moving cache... This might take a moment.
de: Verschiebe Cache... Dies kann einen Moment dauern.
es: Moviendo caché... Esto puede tardar un momento.
fr: Déplacement du cache... Cela peut prendre un moment.
it: Spostamento cache... Potrebbe richiedere un momento.
tr: Önbellek taşınıyor... Bu biraz zaman alabilir.

source: Error: Could not set cache folder!
de: Fehler: Cache-Ordner konnte nicht festgelegt werden!
es: Error: ¡No se pudo establecer la carpeta de caché!
fr: Erreur : Impossible de définir le dossier de cache !
it: Errore: Impossibile impostare la cartella cache!
tr: Hata: Önbellek klasörü ayarlanamadı!

source: Cache cleared successfully!
de: Cache erfolgreich geleert!
es: ¡Caché borrada con éxito!
fr: Cache vidé avec succès !
it: Cache svuotata con successo!
tr: Önbellek başarıyla temizlendi!

source: Error while clearing cache!
de: Fehler beim Leeren des Caches!
es: ¡Error al borrar la caché!
fr: Erreur lors du nettoyage du cache !
it: Errore durante lo svuotamento della cache!
tr: Önbellek temizlenirken hata oluştu!

source: Cache is already empty.
de: Cache ist bereits leer.
es: La caché ya está vacía.
fr: Le cache est déjà vide.
it: La cache è già vuota.
tr: Önbellek zaten boş.

source: Confirm Cache Deletion
de: Cache-Löschung bestätigen
es: Confirmar borrado de caché
fr: Confirmer la suppression du cache
it: Conferma eliminazione cache
tr: Önbellek Silmeyi Onayla

source: This will permanently delete all cached data (posters, thumbnails, etc.). This action cannot be undone. Are you sure?
de: Dies wird alle zwischengespeicherten Daten (Poster, Thumbnails usw.) dauerhaft löschen. Dies kann nicht rückgängig gemacht werden. Sind Sie sicher?
es: Esto eliminará permanentemente todos los datos en caché (pósters, miniaturas, etc.). Esta acción no se puede deshacer. ¿Está seguro?
fr: Cela supprimera définitivement toutes les données en cache (affiches, miniatures, etc.). Cette action est irréversible. Êtes-vous sûr ?
it: Questo eliminerà definitivamente tutti i dati nella cache (poster, miniature, ecc.). Questa azione non può essere annullata. Sei sicuro?
tr: Bu işlem tüm önbelleğe alınmış verileri (posterler, küçük resimler vb.) kalıcı olarak silecektir. Bu işlem geri alınamaz. Emin misiniz?

source: Please enter the password to clear the cache.
de: Bitte geben Sie das Passwort ein, um den Cache zu leeren.
es: Por favor, introduzca la contraseña para borrar la caché.
fr: Veuillez saisir le mot de passe pour vider le cache.
it: Inserisci la password per svuotare la cache.
tr: Önbelleği temizlemek için lütfen parolayı girin.

source: Notifications enabled.
de: Benachrichtigungen aktiviert.
es: Notificaciones activadas.
fr: Notifications activées.
it: Notifiche abilitate.
tr: Bildirimler etkinleştirildi.

source: Notifications disabled.
de: Benachrichtigungen deaktiviert.
es: Notificaciones desactivadas.
fr: Notifications désactivées.
it: Notifiche disabilitate.
tr: Bildirimler devre dışı bırakıldı.

source: TMDb metadata usage enabled.
de: TMDb-Metadatennutzung aktiviert.
es: Uso de metadatos TMDb activado.
fr: Utilisation des métadonnées TMDb activée.
it: Uso metadati TMDb abilitato.
tr: TMDb veri kullanımı etkinleştirildi.

source: Warning: You have not entered a TMDb API key yet.
de: Warnung: Sie haben noch keinen TMDb API-Schlüssel eingegeben.
es: Advertencia: Aún no ha introducido una clave API de TMDb.
fr: Attention : Vous n'avez pas encore saisi de clé API TMDb.
it: Attenzione: Non hai ancora inserito una chiave API TMDb.
tr: Uyarı: Henüz bir TMDb API anahtarı girmediniz.

source: TMDb metadata usage disabled.
de: TMDb-Metadatennutzung deaktiviert.
es: Uso de metadatos TMDb desactivado.
fr: Utilisation des métadonnées TMDb désactivée.
it: Uso metadati TMDb disabilitato.
tr: TMDb veri kullanımı devre dışı bırakıldı.

source: Poster disk cache enabled.
de: Poster-Disk-Cache aktiviert.
es: Caché de disco para pósters activada.
fr: Cache disque des affiches activé.
it: Cache disco poster abilitata.
tr: Poster disk önbelleği etkinleştirildi.

source: Poster disk cache disabled.
de: Poster-Disk-Cache deaktiviert.
es: Caché de disco para pósters desactivada.
fr: Cache disque des affiches désactivé.
it: Cache disco poster disabilitata.
tr: Poster disk önbelleği devre dışı bırakıldı.

source: Playback Controls
de: Wiedergabesteuerung
es: Controles de reproducción
fr: Contrôles de lecture
it: Controlli riproduzione
tr: Oynatma Kontrolleri

source: Play / Pause
de: Wiedergabe / Pause
es: Reproducir / Pausa
fr: Lecture / Pause
it: Riproduci / Pausa
tr: Oynat / Duraklat

source: Volume Down
de: Leiser
es: Bajar volumen
fr: Diminuer le volume
it: Volume Giù
tr: Sesi Kıs

source: Volume Up
de: Lauter
es: Subir volumen
fr: Augmenter le volume
it: Volume Su
tr: Sesi Aç

source: Mute / Unmute
de: Stumm / Laut
es: Silenciar / Activar sonido
fr: Muet / Son
it: Muto / Attiva audio
tr: Sesi Kapat / Aç

source: Next Channel
de: Nächster Kanal
es: Canal siguiente
fr: Chaîne suivante
it: Canale Successivo
tr: Sonraki Kanal

source: Previous Channel
de: Vorheriger Kanal
es: Canal anterior
fr: Chaîne précédente
it: Canale Precedente
tr: Önceki Kanal

source: General Controls
de: Allgemeine Steuerung
es: Controles generales
fr: Contrôles généraux
it: Controlli Generali
tr: Genel Kontroller

source: Exit Fullscreen
de: Vollbild verlassen
es: Salir de pantalla completa
fr: Quitter le plein écran
it: Esci da schermo intero
tr: Tam Ekrandan Çık

source: Search media library...
de: Medienbibliothek durchsuchen...
es: Buscar en biblioteca multimedia...
fr: Rechercher dans la bibliothèque...
it: Cerca nella libreria media...
tr: Medya kütüphanesinde ara...

source: Search bouquet...
de: Bouquet durchsuchen...
es: Buscar grupo...
fr: Rechercher un bouquet...
it: Cerca bouquet...
tr: Buket ara...

source: Search channel...
de: Kanal durchsuchen...
es: Buscar canal...
fr: Rechercher une chaîne...
it: Cerca canale...
tr: Kanal ara...

source: Search favorite list...
de: Favoritenliste durchsuchen...
es: Buscar lista de favoritos...
fr: Rechercher une liste de favoris...
it: Cerca lista preferiti...
tr: Favori listesi ara...

source: Show Locked Items
de: Gesperrte Elemente anzeigen
es: Mostrar elementos bloqueados
fr: Afficher les éléments verrouillés
it: Mostra elementi bloccati
tr: Kilitli Öğeleri Göster

source: This feature is only available for Xtream Codes profiles.
de: Diese Funktion ist nur für Xtream Codes Profile verfügbar.
es: Esta función solo está disponible para perfiles Xtream Codes.
fr: Cette fonctionnalité n'est disponible que pour les profils Xtream Codes.
it: Questa funzione è disponibile solo per profili Xtream Codes.
tr: Bu özellik sadece Xtream Codes profilleri için kullanılabilir.

source: Fetching series categories...
de: Rufe Serienkategorien ab...
es: Obteniendo categorías de series...
fr: Récupération des catégories de séries...
it: Recupero categorie serie...
tr: Dizi kategorileri alınıyor...

source: No VOD categories found.
de: Keine VOD-Kategorien gefunden.
es: No se encontraron categorías VOD.
fr: Aucune catégorie VOD trouvée.
it: Nessuna categoria VOD trovata.
tr: VOD kategorisi bulunamadı.

source: Series feature is under development...
de: Serienfunktion ist in Entwicklung...
es: La función de series está en desarrollo...
fr: La fonctionnalité Séries est en cours de développement...
it: La funzione Serie è in fase di sviluppo...
tr: Diziler özelliği geliştirme aşamasındadır...

source: Please select a category from the left.
de: Bitte wählen Sie links eine Kategorie.
es: Por favor, seleccione una categoría de la izquierda.
fr: Veuillez sélectionner une catégorie à gauche.
it: Seleziona una categoria dalla sinistra.
tr: Lütfen soldan bir kategori seçin.

source: No series categories found for this profile.
de: Keine Serienkategorien für dieses Profil gefunden.
es: No se encontraron categorías de series para este perfil.
fr: Aucune catégorie de séries trouvée pour ce profil.
it: Nessuna categoria serie trovata per questo profilo.
tr: Bu profil için dizi kategorisi bulunamadı.

source: Select Library Type
de: Bibliothekstyp wählen
es: Seleccionar tipo de biblioteca
fr: Sélectionner le type de bibliothèque
it: Seleziona tipo libreria
tr: Kütüphane Türünü Seç

source: Which type of media is in this folder?
de: Welche Art von Medien befindet sich in diesem Ordner?
es: ¿Qué tipo de medios hay en esta carpeta?
fr: Quel type de média se trouve dans ce dossier ?
it: Che tipo di media c'è in questa cartella?
tr: Bu klasörde ne tür medya var?

source: {} series categories found!
de: {} Serienkategorien gefunden!
es: ¡{} categorías de series encontradas!
fr: {} catégories de séries trouvées !
it: {} categorie serie trovate!
tr: {} dizi kategorisi bulundu!

source: Could not fetch series categories or none found.
de: Serienkategorien konnten nicht abgerufen werden oder keine gefunden.
es: No se pudieron obtener categorías de series o no se encontraron.
fr: Impossible de récupérer les catégories de séries ou aucune trouvée.
it: Impossibile recuperare categorie serie o nessuna trovata.
tr: Dizi kategorileri alınamadı veya hiç bulunamadı.

source: Successfully fetched {} series!
de: {} Serien erfolgreich abgerufen!
es: ¡{} series obtenidas con éxito!
fr: {} séries récupérées avec succès !
it: {} serie recuperate con successo!
tr: {} dizi başarıyla alındı!

source: Could not fetch series for this category.
de: Konnte keine Serien für diese Kategorie abrufen.
es: No se pudieron obtener series para esta categoría.
fr: Impossible de récupérer les séries pour cette catégorie.
it: Impossibile recuperare serie per questa categoria.
tr: Bu kategori için diziler alınamadı.

source: Could not fetch series info.
de: Serieninformationen konnten nicht abgerufen werden.
es: No se pudo obtener información de la serie.
fr: Impossible de récupérer les informations de la série.
it: Impossibile recuperare informazioni serie.
tr: Dizi bilgileri alınamadı.

source: {} VOD categories found!
de: {} VOD-Kategorien gefunden!
es: ¡{} categorías VOD encontradas!
fr: {} catégories VOD trouvées !
it: {} categorie VOD trovate!
tr: {} VOD kategorisi bulundu!

source: Could not fetch VOD categories or none found.
de: VOD-Kategorien konnten nicht abgerufen werden oder keine gefunden.
es: No se pudieron obtener categorías VOD o no se encontraron.
fr: Impossible de récupérer les catégories VOD ou aucune trouvée.
it: Impossibile recuperare categorie VOD o nessuna trovata.
tr: VOD kategorileri alınamadı veya hiç bulunamadı.

source: Successfully fetched {} VOD items for category {}!
de: {} VOD-Elemente für Kategorie {} erfolgreich abgerufen!
es: ¡Obtenidos con éxito {} elementos VOD para la categoría {}!
fr: {} éléments VOD récupérés avec succès pour la catégorie {} !
it: Recuperati con successo {} elementi VOD per categoria {}!
tr: {} kategorisi için {} VOD ögesi başarıyla alındı!

source: {} VOD items listed.
de: {} VOD-Inhalte aufgelistet.
es: {} contenidos VOD listados.
fr: {} contenus VOD listés.
it: {} contenuti VOD elencati.
tr: {} VOD içerik listelendi.

source: Could not fetch VOD streams for this category.
de: VOD-Streams für diese Kategorie konnten nicht abgerufen werden.
es: No se pudieron obtener transmisiones VOD para esta categoría.
fr: Impossible de récupérer les flux VOD pour cette catégorie.
it: Impossibile recuperare flussi VOD per questa categoria.
tr: Bu kategori için VOD akışları alınamadı.

source: Error: Data for this category not found in cache.
de: Fehler: Daten für diese Kategorie nicht im Cache gefunden.
es: Error: Datos para esta categoría no encontrados en caché.
fr: Erreur : Données pour cette catégorie non trouvées dans le cache.
it: Errore: Dati per questa categoria non trovati nella cache.
tr: Hata: Bu kategoriye ait veri önbellekte bulunamadı.

source: Error: Could not get address for the next episode.
de: Fehler: Adresse für die nächste Episode konnte nicht abgerufen werden.
es: Error: No se pudo obtener la dirección para el siguiente episodio.
fr: Erreur : Impossible d'obtenir l'adresse de l'épisode suivant.
it: Errore: Impossibile ottenere l'indirizzo per il prossimo episodio.
tr: Hata: Sonraki bölüm için adres alınamadı.

source: Last episode of the season finished.
de: Letzte Episode der Staffel beendet.
es: Último episodio de la temporada finalizado.
fr: Dernier épisode de la saison terminé.
it: Ultimo episodio della stagione terminato.
tr: Sezonun son bölümü bitti.

source: Catch-up playback for M3U profiles is not yet fully supported.
de: Catch-up-Wiedergabe für M3U-Profile wird noch nicht vollständig unterstützt.
es: La reproducción Catch-up para perfiles M3U aún no es totalmente compatible.
fr: La lecture de rattrapage pour les profils M3U n'est pas encore entièrement prise en charge.
it: La riproduzione Catch-up per profili M3U non è ancora pienamente supportata.
tr: M3U profilleri için Catch-up (Geriye Dönük İzleme) henüz tam desteklenmiyor.

source: Error: Could not create catch-up URL.
de: Fehler: Catch-up-URL konnte nicht erstellt werden.
es: Error: No se pudo crear la URL de catch-up.
fr: Erreur : Impossible de créer l'URL de rattrapage.
it: Errore: Impossibile creare URL catch-up.
tr: Hata: Catch-up URL'si oluşturulamadı.

source: Error: Program time information is missing.
de: Fehler: Programmzeitinformation fehlt.
es: Error: Falta información de la hora del programa.
fr: Erreur : Informations sur l'heure du programme manquantes.
it: Errore: Informazioni orario programma mancanti.
tr: Hata: Program zaman bilgisi eksik.

source: Error: Channel EPG ID not found.
de: Fehler: Kanal EPG-ID nicht gefunden.
es: Error: ID EPG del canal no encontrado.
fr: Erreur : ID EPG de la chaîne introuvable.
it: Errore: ID EPG canale non trovato.
tr: Hata: Kanal EPG ID'si bulunamadı.

source: Error: Could not retrieve archive info for this channel or duration is invalid.
de: Fehler: Archivinfo für diesen Kanal konnte nicht abgerufen werden oder Dauer ungültig.
es: Error: No se pudo recuperar info de archivo para este canal o duración inválida.
fr: Erreur : Impossible de récupérer les informations d'archive pour cette chaîne ou durée invalide.
it: Errore: Impossibile recuperare info archivio per questo canale o durata non valida.
tr: Hata: Bu kanal için arşiv bilgisi alınamadı veya süre geçersiz.

source: {} recordings found.
de: {} Aufnahmen gefunden.
es: {} grabaciones encontradas.
fr: {} enregistrements trouvés.
it: {} registrazioni trovate.
tr: {} kayıt bulundu.

source: No channel found to record!
de: Kein Kanal zum Aufnehmen gefunden!
es: ¡No se encontró ningún canal para grabar!
fr: Aucune chaîne trouvée à enregistrer !
it: Nessun canale trovato da registrare!
tr: Kaydedilecek kanal bulunamadı!

source: Error: Could not start recording!
de: Fehler: Aufnahme konnte nicht gestartet werden!
es: Error: ¡No se pudo iniciar la grabación!
fr: Erreur : Impossible de démarrer l'enregistrement !
it: Errore: Impossibile avviare la registrazione!
tr: Hata: Kayıt başlatılamadı!

source: No Title
de: Kein Titel
es: Sin título
fr: Sans titre
it: Nessun Titolo
tr: Başlık Yok

source: Description not found.
de: Beschreibung nicht gefunden.
es: Descripción no encontrada.
fr: Description non trouvée.
it: Descrizione non trovata.
tr: Açıklama bulunamadı.

source: Unknown Artist
de: Unbekannter Künstler
es: Artista desconocido
fr: Artiste inconnu
it: Artista Sconosciuto
tr: Bilinmeyen Sanatçı

source: Could not extract album art: {}
de: Albumcover konnte nicht extrahiert werden: {}
es: No se pudo extraer la carátula del álbum: {}
fr: Impossible d'extraire la pochette de l'album : {}
it: Impossibile estrarre copertina album: {}
tr: Albüm kapağı çıkarılamadı: {}

source: Starting library scan...
de: Starte Bibliotheks-Scan...
es: Iniciando escaneo de biblioteca...
fr: Démarrage de l'analyse de la bibliothèque...
it: Avvio scansione libreria...
tr: Kütüphane taraması başlatılıyor...

source: No libraries in the database to scan.
de: Keine Bibliotheken in der Datenbank zum Scannen.
es: No hay bibliotecas en la base de datos para escanear.
fr: Aucune bibliothèque à analyser dans la base de données.
it: Nessuna libreria nel database da scansionare.
tr: Veritabanında taranacak kütüphane yok.

source: Scanning {} library at: {}
de: Scanne {} Bibliothek unter: {}
es: Escaneando biblioteca {} en: {}
fr: Analyse de la bibliothèque {} à : {}
it: Scansione libreria {} in: {}
tr: {}: konumundaki {} kütüphanesi taranıyor

source: Could not read metadata from: {}
de: Metadaten konnten nicht gelesen werden von: {}
es: No se pudieron leer metadatos de: {}
fr: Impossible de lire les métadonnées de : {}
it: Impossibile leggere metadati da: {}
tr: Meta verisi okunamadı: {}

source: Could not process music file {}: {}
de: Musikdatei konnte nicht verarbeitet werden {}: {}
es: No se pudo procesar archivo de música {}: {}
fr: Impossible de traiter le fichier musical {} : {}
it: Impossibile elaborare file musicale {}: {}
tr: Müzik dosyası işlenemedi {}: {}

source: An error occurred during library scan: {}
de: Ein Fehler ist während des Bibliotheks-Scans aufgetreten: {}
es: Ocurrió un error durante el escaneo de biblioteca: {}
fr: Une erreur s'est produite lors de l'analyse de la bibliothèque : {}
it: Si è verificato un errore durante la scansione della libreria: {}
tr: Kütüphane taraması sırasında hata oluştu: {}

source: Library scan finished.
de: Bibliotheks-Scan abgeschlossen.
es: Escaneo de biblioteca finalizado.
fr: Analyse de la bibliothèque terminée.
it: Scansione libreria terminata.
tr: Kütüphane taraması tamamlandı.

source: Others
de: Andere
es: Otros
fr: Autres
it: Altri
tr: Diğerleri

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
tr: Bekliyor

source: Recording
de: Nimmt auf
es: Grabando
fr: Enregistrement
it: Registrazione
tr: Kaydediliyor

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
tr: Tamamlandı

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito
tr: Başarısız

source: Program Name
de: Sendungsname
es: Nombre del programa
fr: Nom du programme
it: Nome del programma
tr: Program Adı

source: Enter a custom name for the recording file
de: Geben Sie einen benutzerdefinierten Namen für die Aufnahmedatei ein
es: Ingrese un nombre personalizado para el archivo de grabación
fr: Entrez un nom personnalisé pour le fichier d'enregistrement
it: Inserisci un nome personalizzato per il file di registrazione
tr: Kayıt dosyası için özel bir isim girin

source: E.g. TV Show Name (Optional)
de: z. B. Sendungsname (Optional)
es: P. ej., Nombre del programa (Opcional)
fr: Par ex. Nom de l'émission (Facultatif)
it: Es. Nome del programma (Opzionale)
tr: Örn: Kurtlar Vadisi (İsteğe Bağlı)

source: Stream Technical Information
de: Technische Stream-Informationen
es: Información Técnica de la Transmisión
fr: Informations Techniques du Flux
it: Informazioni Tecniche sullo Stream

source: Codec
es: Códec

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione

source: Frame Rate (FPS)
de: Bildfrequenz (FPS)
es: Frecuencia de Imagen (FPS)
fr: Fréquence d'Images (FPS)
it: Frequenza Fotogrammi (FPS)

source: Decoded Format
de: Decodiertes Format
es: Formato Decodificado
fr: Format Décodé
it: Formato Decodificato

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Channels
de: Kanäle
es: Canales
fr: Canaux
it: Canali

source: Sample Rate
de: Abtastrate
es: Frecuencia de Muestreo
fr: Fréquence d'Échantillonnage
it: Frequenza di Campionamento

source: Bitrate
es: Tasa de Bits
fr: Débit Binaire

source: Location
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione

source: Stream Information
de: Stream-Informationen
es: Información de la Transmisión
fr: Informations sur le Flux
it: Informazioni sullo Stream

source: Video Settings
de: Videoeinstellungen
es: Ajustes de vídeo
fr: Paramètres vidéo
it: Impostazioni video

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
