Repository: Falldaemon/EngPlayer
Catalog: resources/locale/*/LC_MESSAGES/engplayer.po
Languages: de, es, fr, it, tr

source: Processing channels and VOD content...
de: Kanäle und VOD-Inhalte werden verarbeitet...
es: Procesando canales y contenido VOD...
fr: Traitement des chaînes et du contenu VOD...
it: Elaborazione canali e contenuti VOD...
tr: Kanallar ve VOD içerikleri işleniyor...

source: Channels loaded successfully!
de: Kanäle erfolgreich geladen!
es: ¡Canales cargados correctamente!
fr: Chaînes chargées avec succès !
it: Canali caricati con successo!
tr: Kanallar başarıyla yüklendi!

source: Connection timed out.
de: Zeitüberschreitung der Verbindung.
es: Tiempo de conexión agotado.
fr: Délai de connexion dépassé.
it: Connessione scaduta.
tr: Bağlantı zaman aşımına uğradı.

source: Could not open stream
de: Stream konnte nicht geöffnet werden
es: No se pudo abrir la transmisión
fr: Impossible d'ouvrir le flux
it: Impossibile aprire il flusso
tr: Yayın açılamadı

source: Restart Required
de: Neustart erforderlich
es: Reinicio necesario
fr: Redémarrage requis
it: Riavvio richiesto
tr: Yeniden Başlatma Gerekli

source: Theme settings have been saved. The application will now restart for the changes to take effect.
de: Theme-Einstellungen gespeichert. Die Anwendung wird neu gestartet, damit die Änderungen wirksam werden.
es: Se ha guardado la configuración del tema. La aplicación se reiniciará ahora para aplicar los cambios.
fr: Les paramètres de thème ont été enregistrés. L'application va redémarrer pour appliquer les modifications.
it: Le impostazioni del tema sono state salvate. L'applicazione verrà riavviata ora per applicare le modifiche.
tr: Tema ayarları kaydedildi. Değişikliklerin geçerli olması için uygulama şimdi yeniden başlatılacak.

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
tr: Şimdi Yeniden Başlat

source: Bouquets
es: Grupos
it: Bouquet
tr: Buketler

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
tr: Favoriler

source: Media
de: Medien
es: Medios
fr: Média
tr: Medya

source: Local Media
es: Medios Locales

source: Live TV
es: TV en Vivo

source: Video Library
de: Videobibliothek
es: Videoteca
fr: Vidéothèque
it: Libreria Video
tr: Video Kütüphanesi

source: Picture Library
de: Bilderbibliothek
es: Biblioteca de imágenes
fr: Bibliothèque d'images
it: Libreria Immagini
tr: Resim Kütüphanesi

source: Music Library
de: Musikbibliothek
es: Biblioteca de música
fr: Bibliothèque musicale
it: Libreria Musicale
tr: Müzik Kütüphanesi

source: Refresh Library
de: Bibliothek aktualisieren
es: Actualizar biblioteca
fr: Actualiser la bibliothèque
it: Aggiorna libreria
tr: Kütüphaneyi Yenile

source: Add Source...
de: Quelle hinzufügen...
es: Añadir fuente...
fr: Ajouter une source...
it: Aggiungi sorgente...
tr: Kaynak Ekle...

source: Set/Change Password
de: Passwort festlegen/ändern
es: Establecer/Cambiar contraseña
fr: Définir/Modifier le mot de passe
it: Imposta/Cambia password
tr: Parola Ayarla/Değiştir

source: Set TMDb API Key
de: TMDb API-Schlüssel festlegen
es: Configurar clave API de TMDb
fr: Définir la clé API TMDb
it: Imposta chiave API TMDb
tr: TMDb API Anahtarı Ayarla

source: Set OpenSubtitles API Key
de: OpenSubtitles API-Schlüssel festlegen
es: Configurar clave API de OpenSubtitles
fr: Définir la clé API OpenSubtitles
it: Imposta chiave API OpenSubtitles
tr: OpenSubtitles API Anahtarı Ayarla

source: Connect to Trakt.tv
de: Mit Trakt.tv verbinden
es: Conectar a Trakt.tv
fr: Se connecter à Trakt.tv
it: Connetti a Trakt.tv
tr: Trakt.tv'ye Bağlan

source: Disconnect from Trakt.tv
de: Verbindung zu Trakt.tv trennen
es: Desconectar de Trakt.tv
fr: Se déconnecter de Trakt.tv
it: Disconnetti da Trakt.tv
tr: Trakt.tv Bağlantısını Kes

source: Use TMDb Metadata
de: TMDb-Metadaten verwenden
es: Usar metadatos de TMDb
fr: Utiliser les métadonnées TMDb
it: Usa metadati TMDb
tr: TMDb Verilerini Kullan

source: Use Poster Cache
de: Poster-Cache verwenden
es: Usar caché de pósters
fr: Utiliser le cache des affiches
it: Usa cache poster
tr: Poster Önbelleğini Kullan

source: Saves posters to disk (loads faster)
de: Speichert Poster auf der Festplatte (lädt schneller)
es: Guarda los pósters en el disco (carga más rápida)
fr: Enregistre les affiches sur le disque (chargement plus rapide)
it: Salva i poster su disco (caricamento più veloce)
tr: Posterleri diske kaydeder (daha hızlı yüklenir)

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
tr: Tema

source: System Theme
de: Systemstandard
es: Tema del sistema
fr: Thème du système
it: Tema di sistema
tr: Sistem Teması

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
tr: Açık

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
tr: Koyu

source: Accent Color
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
it: Colore di accento
tr: Vurgu Rengi

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
tr: Bildirimler

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Abilita notifiche
tr: Bildirimleri Aç

source: Duration (Seconds)
de: Dauer (Sekunden)
es: Duración (Segundos)
fr: Durée (Secondes)
it: Durata (Secondi)
tr: Süre (Saniye)

source: Change Recordings Folder
de: Aufnahmeordner ändern
es: Cambiar carpeta de grabaciones
fr: Changer le dossier d'enregistrement
it: Cambia cartella registrazioni
tr: Kayıt Klasörünü Değiştir

source: Change Cache Folder
de: Cache-Ordner ändern
es: Cambiar carpeta de caché
fr: Changer le dossier de cache
it: Cambia cartella cache
tr: Önbellek Klasörünü Değiştir

source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
tr: Klavye Kısayolları

source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Vider le cache
it: Svuota cache
tr: Önbelleği Temizle

source: About EngPlayer
de: Über EngPlayer
es: Acerca de EngPlayer
fr: À propos d'EngPlayer
it: Info su EngPlayer
tr: EngPlayer Hakkında

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
tr: Ayarlar

source: Recording Scheduler
de: Aufnahmeplaner
es: Programador de grabaciones
fr: Planificateur d'enregistrement
it: Pianificatore registrazioni
tr: Kayıt Zamanlayıcı

source: Recorded Videos
de: Aufgenommene Videos
es: Vídeos grabados
fr: Vidéos enregistrées
it: Video registrati
tr: Kaydedilen Videolar

source: Profile Selection
de: Profilauswahl
es: Selección de perfil
fr: Sélection du profil
it: Selezione profilo
tr: Profil Seçimi

source: Please select a profile or create a new one.
de: Bitte wählen Sie ein Profil oder erstellen Sie ein neues.
es: Por favor, seleccione un perfil o cree uno nuevo.
fr: Veuillez sélectionner un profil ou en créer un nouveau.
it: Seleziona un profilo o creane uno nuovo.
tr: Lütfen bir profil seçin veya yeni bir tane oluşturun.

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
tr: Yükleniyor...

source: Add New
de: Neu hinzufügen
es: Añadir nuevo
fr: Ajouter
it: Aggiungi nuovo
tr: Yeni Ekle

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
tr: Düzenle

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
tr: Sil

source: Open Selected Profile
de: Profil öffnen
es: Abrir perfil seleccionado
fr: Ouvrir le profil sélectionné
it: Apri profilo selezionato
tr: Seçili Profili Aç

source: Start
es: Inicio
fr: Début
it: Inizio
tr: Başlangıç

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
tr: Bitiş

source: Please select a profile to edit.
de: Bitte wählen Sie ein Profil zum Bearbeiten aus.
es: Por favor, seleccione un perfil para editar.
fr: Veuillez sélectionner un profil à modifier.
it: Seleziona un profilo da modificare.
tr: Lütfen düzenlemek için bir profil seçin.

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
tr: Profili Düzenle

source: Add New Profile
de: Neues Profil hinzufügen
es: Añadir nuevo perfil
fr: Ajouter un nouveau profil
it: Aggiungi nuovo profilo
tr: Yeni Profil Ekle

source: Please select a profile to delete.
de: Bitte wählen Sie ein Profil zum Löschen aus.
es: Por favor, seleccione un perfil para eliminar.
fr: Veuillez sélectionner un profil à supprimer.
it: Seleziona un profilo da eliminare.
tr: Lütfen silmek için bir profil seçin.

source: Delete profile '{}'?
de: Profil '{}' löschen?
es: ¿Eliminar el perfil '{}'?
fr: Supprimer le profil '{}' ?
it: Eliminare il profilo '{}'?
tr: '{}' profili silinsin mi?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
tr: Bu işlem geri alınamaz.

source: Profile '{}' and all its data were successfully deleted.
de: Profil '{}' und alle Daten wurden erfolgreich gelöscht.
es: El perfil '{}' y todos sus datos se eliminaron correctamente.
fr: Le profil '{}' et toutes ses données ont été supprimés avec succès.
it: Il profilo '{}' e tutti i suoi dati sono stati eliminati con successo.
tr: '{}' profili ve tüm verileri başarıyla silindi.

source: Error: Profile not found or already deleted.
de: Fehler: Profil nicht gefunden oder bereits gelöscht.
es: Error: Perfil no encontrado o ya eliminado.
fr: Erreur : Profil introuvable ou déjà supprimé.
it: Errore: Profilo non trovato o già eliminato.
tr: Hata: Profil bulunamadı veya zaten silinmiş.

source: Profile name cannot be empty!
de: Profilname darf nicht leer sein!
es: ¡El nombre del perfil no puede estar vacío!
fr: Le nom du profil ne peut pas être vide !
it: Il nome del profilo non può essere vuoto!
tr: Profil adı boş olamaz!

source: Profile '{}' added.
de: Profil '{}' hinzugefügt.
es: Perfil '{}' añadido.
fr: Profil '{}' ajouté.
it: Profilo '{}' aggiunto.
tr: '{}' profili eklendi.

source: Profile '{}' updated.
de: Profil '{}' aktualisiert.
es: Perfil '{}' actualizado.
fr: Profil '{}' mis à jour.
it: Profilo '{}' aggiornato.
tr: '{}' profili güncellendi.

source: Profile Name (e.g., Family IPTV)
de: Profilname (z.B. Familie IPTV)
es: Nombre del perfil (ej. IPTV Familia)
fr: Nom du profil (ex: Famille IPTV)
it: Nome Profilo (es. IPTV Famiglia)
tr: Profil Adı (Örn: Ev IPTV)

source: M3U URL
es: URL M3U
fr: URL M3U
it: URL M3U
tr: M3U Bağlantısı (URL)

source: M3U File
de: M3U-Datei
es: Archivo M3U
fr: Fichier M3U
it: File M3U
tr: M3U Dosyası

source: No file selected...
de: Keine Datei ausgewählt...
es: Ningún archivo seleccionado...
fr: Aucun fichier sélectionné...
it: Nessun file selezionato...
tr: Dosya seçilmedi...

source: Choose File...
de: Datei wählen...
es: Elegir archivo...
fr: Choisir un fichier...
it: Scegli file...
tr: Dosya Seç...

source: Select M3U File
de: M3U-Datei auswählen
es: Seleccionar archivo M3U
fr: Sélectionner un fichier M3U
it: Seleziona file M3U
tr: M3U Dosyası Seçin

source: Host:
es: Servidor (Host):
fr: Hôte :
tr: Sunucu (Host):

source: Username:
de: Benutzername:
es: Usuario:
fr: Nom d'utilisateur :
it: Nome utente:
tr: Kullanıcı Adı:

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
tr: Parola:

source: External EPG URL (XMLTV, optional)
de: Externe EPG-URL (XMLTV, optional)
es: URL EPG externa (XMLTV, opcional)
fr: URL EPG externe (XMLTV, optionnel)
it: URL EPG Esterno (XMLTV, opzionale)
tr: Harici EPG URL (XMLTV, isteğe bağlı)

source: No icon folder selected...
de: Kein Symbolordner ausgewählt...
es: Ninguna carpeta de iconos seleccionada...
fr: Aucun dossier d'icônes sélectionné...
it: Nessuna cartella icone selezionata...
tr: Simge klasörü seçilmedi...

source: Choose Folder...
de: Ordner wählen...
es: Elegir carpeta...
fr: Choisir un dossier...
it: Scegli cartella...
tr: Klasör Seç...

source: Select Channel Icon Folder
de: Kanalsymbol-Ordner auswählen
es: Seleccionar carpeta de iconos de canales
fr: Sélectionner le dossier des icônes de chaînes
it: Seleziona cartella icone canali
tr: Kanal Logoları Klasörünü Seçin

source: Profile Loading Error
de: Fehler beim Laden des Profils
es: Error al cargar el perfil
fr: Erreur de chargement du profil
it: Errore caricamento profilo
tr: Profil Yükleme Hatası

source: Video
es: Vídeo
fr: Vidéo

source: Stereo
es: Estéreo
fr: Stéréo

source: {count} ch
de: {count} Kanäle
es: {count} canales
fr: {count} ca
it: {count} can
tr: {count} kn

source: Stop Trailer and Go Back
de: Trailer stoppen und zurück
es: Detener tráiler y volver
fr: Arrêter la bande-annonce et revenir
it: Ferma trailer e torna indietro
tr: Fragmanı Durdur ve Geri Dön

source: Seek Backward (or Previous Track)
de: Zurückspulen (oder vorheriger Titel)
es: Retroceder (o Pista Anterior)
fr: Reculer (ou piste précédente)
it: Indietro (o Traccia Precedente)
tr: Geri Sar (veya Önceki Parça)

source: Play/Pause
de: Wiedergabe/Pause
es: Reproducir/Pausa
fr: Lecture/Pause
it: Riproduci/Pausa
tr: Oynat/Duraklat

source: Seek Forward (or Next Track)
de: Vorspulen (oder nächster Titel)
es: Avanzar (o Pista Siguiente)
fr: Avancer (ou piste suivante)
it: Avanti (o Traccia Successiva)
tr: İleri Sar (veya Sonraki Parça)

source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
tr: Kaydet

source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
it: Ferma registrazione
tr: Kaydı Durdur

source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
it: Avvia registrazione
tr: Kaydı Başlat

source: Past Broadcasts (Archive)
de: Vergangene Sendungen (Archiv)
es: Emisiones pasadas (Archivo)
fr: Diffusions passées (Archive)
it: Trasmissioni passate (Archivio)
tr: Geçmiş Yayınlar (Arşiv)

source: Audio Equalizer
es: Ecualizador de audio
fr: Égaliseur audio
it: Equalizzatore audio
tr: Ses Ekolayzeri

source: Select Audio Track
de: Audiospur wählen
es: Seleccionar pista de audio
fr: Sélectionner la piste audio
it: Seleziona traccia audio
tr: Ses İzi Seç

source: Subtitle Options
de: Untertitel-Optionen
es: Opciones de subtítulos
fr: Options des sous-titres
it: Opzioni sottotitoli
tr: Altyazı Seçenekleri

source: Volume Control
de: Lautstärkeregelung
es: Control de volumen
fr: Contrôle du volume
it: Controllo volume
tr: Ses Kontrolü

source: Toggle Fullscreen
de: Vollbild umschalten
es: Alternar pantalla completa
fr: Basculer en plein écran
it: Schermo intero
tr: Tam Ekran Yap/Çık

source: Track {number}
de: Spur {number}
es: Pista {number}
fr: Piste {number}
it: Traccia {number}
tr: Parça {number}

source: Subtitle {number}
de: Untertitel {number}
es: Subtítulo {number}
fr: Sous-titre {number}
it: Sottotitolo {number}
tr: Altyazı {number}

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
tr: Geri

source: Back to Series List
de: Zurück zur Serienliste
es: Volver a la lista de series
fr: Retour à la liste des séries
it: Torna alla lista serie
tr: Dizi Listesine Dön

source: Back to Collections
de: Zurück zu Sammlungen
es: Volver a colecciones
fr: Retour aux collections
it: Torna alle collezioni
tr: Koleksiyonlara Dön

source: Rating
de: Bewertung
es: Puntuación
fr: Note
it: Valutazione
tr: Puan

source: TMDb Rating
de: TMDb-Bewertung
es: Puntuación TMDb
fr: Note TMDb
it: Valutazione TMDb
tr: TMDb Puanı

source: Cast
de: Besetzung
es: Reparto
fr: Distribution
tr: Oyuncular

source: Creator/Director
de: Schöpfer/Regisseur
es: Creador/Director
fr: Créateur/Réalisateur
it: Creatore/Regista
tr: Yaratıcı/Yönetmen

source: Production Country
de: Produktionsland
es: País de producción
fr: Pays de production
it: Paese di produzione
tr: Yapım Yeri

source: Release Date:
de: Veröffentlichungsdatum:
es: Fecha de estreno:
fr: Date de sortie :
it: Data di uscita:
tr: Yayın Tarihi:

source: First Aired:
de: Erstausstrahlung:
es: Primera emisión:
fr: Première diffusion :
it: Prima messa in onda:
tr: İlk Yayın:

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
tr: Yıl

source: PLAY
de: ABSPIELEN
es: REPRODUCIR
fr: LECTURE
it: RIPRODUCI
tr: OYNAT

source: Watch Trailer
de: Trailer ansehen
es: Ver tráiler
fr: Regarder la bande-annonce
it: Guarda trailer
tr: Fragmanı İzle

source: Loading information...
de: Lade Informationen...
es: Cargando información...
fr: Chargement des informations...
it: Caricamento informazioni...
tr: Bilgiler yükleniyor...

source: Loading cast...
de: Lade Besetzung...
es: Cargando reparto...
fr: Chargement de la distribution...
it: Caricamento cast...
tr: Oyuncular yükleniyor...

source: Plot information not found.
de: Handlungsinformationen nicht gefunden.
es: Sinopsis no encontrada.
fr: Résumé non trouvé.
it: Trama non trovata.
tr: Konu bilgisi bulunamadı.

source: Detailed information not found.
de: Detaillierte Informationen nicht gefunden.
es: Información detallada no encontrada.
fr: Informations détaillées non trouvées.
it: Informazioni dettagliate non trovate.
tr: Detaylı bilgi bulunamadı.

source: Detailed cast information not available.
de: Detaillierte Besetzungsinformationen nicht verfügbar.
es: Información detallada del reparto no disponible.
fr: Informations détaillées sur la distribution non disponibles.
it: Informazioni dettagliate sul cast non disponibili.
tr: Detaylı oyuncu bilgisi mevcut değil.

source: Cast information not found.
de: Besetzungsinformationen nicht gefunden.
es: Información del reparto no encontrada.
fr: Informations sur la distribution non trouvées.
it: Informazioni sul cast non trovate.
tr: Oyuncu bilgisi bulunamadı.

source: Unknown Series
de: Unbekannte Serie
es: Serie desconocida
fr: Série inconnue
it: Serie sconosciuta
tr: Bilinmeyen Dizi

source: Unknown Episode
de: Unbekannte Episode
es: Episodio desconocido
fr: Épisode inconnu
it: Episodio sconosciuto
tr: Bilinmeyen Bölüm

source: Season
de: Staffel
es: Temporada
fr: Saison
it: Stagione
tr: Sezon

source: Season:
de: Staffel:
es: Temporada:
fr: Saison :
it: Stagione:
tr: Sezon:

source: No episodes found for this season.
de: Keine Episoden für diese Staffel gefunden.
es: No se encontraron episodios para esta temporada.
fr: Aucun épisode trouvé pour cette saison.
it: Nessun episodio trovato per questa stagione.
tr: Bu sezon için bölüm bulunamadı.

source: Mark as Watched
de: Als gesehen markieren
es: Marcar como visto
fr: Marquer comme vu
it: Segna come visto
tr: İzlendi Olarak İşaretle

source: Mark as Unwatched
de: Als ungesehen markieren
es: Marcar como no visto
fr: Marquer comme non vu
it: Segna come non visto
tr: İzlenmedi Olarak İşaretle

source: Next:
de: Nächste:
es: Siguiente:
fr: Suivant :
it: Successivo:
tr: Sıradaki:

source: Skip Now
de: Überspringen
es: Saltar
fr: Passer
it: Salta
tr: Atla

source: Resume from Saved Position
de: Wiedergabe fortsetzen
es: Reanudar desde posición guardada
fr: Reprendre la lecture
it: Riprendi da posizione salvata
tr: Kaldığınız Yerden Devam Edin

source: You last left this content at {}. Would you like to resume?
de: Sie haben diesen Inhalt bei {} verlassen. Möchten Sie fortsetzen?
es: Dejaste este contenido en {}. ¿Quieres reanudar?
fr: Vous avez laissé ce contenu à {}. Voulez-vous reprendre ?
it: Hai lasciato questo contenuto a {}. Vuoi riprendere?
tr: Bu içeriği en son {} konumunda bıraktınız. Devam etmek ister misiniz?

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
tr: Devam Et

source: Start Over
de: Von vorne beginnen
es: Empezar de nuevo
fr: Recommencer
it: Ricomincia
tr: Baştan Başla

source: Trailer URL is being retrieved...
de: Trailer-URL wird abgerufen...
es: Recuperando URL del tráiler...
fr: Récupération de l'URL de la bande-annonce...
it: Recupero URL del trailer...
tr: Fragman bağlantısı alınıyor...

source: Playing trailer...
de: Spiele Trailer...
es: Reproduciendo tráiler...
fr: Lecture de la bande-annonce...
it: Riproduzione trailer...
tr: Fragman oynatılıyor...

source: Error: A valid trailer URL could not be retrieved.
de: Fehler: Es konnte keine gültige Trailer-URL abgerufen werden.
es: Error: No se pudo recuperar una URL de tráiler válida.
fr: Erreur : Impossible de récupérer une URL valide pour la bande-annonce.
it: Errore: Impossibile recuperare un URL valido per il trailer.
tr: Hata: Geçerli bir fragman bağlantısı alınamadı.

source: Playable URL not found for trailer.
de: Keine abspielbare URL für den Trailer gefunden.
es: URL reproducible no encontrada para el tráiler.
fr: URL lisible non trouvée pour la bande-annonce.
it: URL riproducibile non trovato per il trailer.
tr: Fragman için oynatılabilir bağlantı bulunamadı.

source: Could not retrieve trailer (yt-dlp error).
de: Trailer konnte nicht abgerufen werden (yt-dlp Fehler).
es: No se pudo recuperar el tráiler (error yt-dlp).
fr: Impossible de récupérer la bande-annonce (erreur yt-dlp).
it: Impossibile recuperare il trailer (errore yt-dlp).
tr: Fragman alınamadı (yt-dlp hatası).

source: An unknown error occurred while retrieving the trailer.
de: Ein unbekannter Fehler ist beim Abrufen des Trailers aufgetreten.
es: Ocurrió un error desconocido al recuperar el tráiler.
fr: Une erreur inconnue s'est produite lors de la récupération de la bande-annonce.
it: Si è verificato un errore sconosciuto durante il recupero del trailer.
tr: Fragman alınırken bilinmeyen bir hata oluştu.

source: You last left this episode at {}. Would you like to resume?
de: Sie haben diese Episode bei {} verlassen. Möchten Sie fortsetzen?
es: Dejaste este episodio en {}. ¿Quieres reanudar?
fr: Vous avez laissé cet épisode à {}. Voulez-vous reprendre ?
it: Hai lasciato questo episodio a {}. Vuoi riprendere?
tr: Bu bölümü en son {} konumunda bıraktınız. Devam etmek ister misiniz?

source: Recording started: {}
de: Aufnahme gestartet: {}
es: Grabación iniciada: {}
fr: Enregistrement démarré : {}
it: Registrazione avviata: {}
tr: Kayıt başladı: {}

source: Stopping recording... Saving file.
de: Stoppe Aufnahme... Speichere Datei.
es: Deteniendo grabación... Guardando archivo.
fr: Arrêt de l'enregistrement... Enregistrement du fichier.
it: Arresto registrazione... Salvataggio file.
tr: Kayıt durduruluyor... Dosya kaydediliyor.

source: Add New Scheduled Recording
de: Neue geplante Aufnahme hinzufügen
es: Añadir nueva grabación programada
fr: Ajouter un nouvel enregistrement programmé
it: Aggiungi nuova registrazione pianificata
tr: Yeni Kayıt Zamanla

source: Bouquet
es: Grupo
tr: Buket

source: Select the bouquet for the channel to be recorded
de: Wählen Sie das Bouquet für den aufzunehmenden Kanal
es: Seleccione el grupo del canal a grabar
fr: Sélectionnez le bouquet de la chaîne à enregistrer
it: Seleziona il bouquet per il canale da registrare
tr: Kaydedilecek kanalın bulunduğu buketi seçin

source: Select Bouquet
de: Bouquet auswählen
es: Seleccionar grupo
fr: Sélectionner un bouquet
it: Seleziona Bouquet
tr: Buket Seç

source: No bouquet selected...
de: Kein Bouquet ausgewählt...
es: Ningún grupo seleccionado...
fr: Aucun bouquet sélectionné...
it: Nessun bouquet selezionato...
tr: Buket seçilmedi...

source: Select a bouquet first...
de: Wählen Sie zuerst ein Bouquet...
es: Seleccione un grupo primero...
fr: Sélectionnez d'abord un bouquet...
it: Seleziona prima un bouquet...
tr: Önce bir buket seçin...

source: Channel
de: Kanal
es: Canal
fr: Chaîne
it: Canale
tr: Kanal

source: Select the channel to be recorded
de: Wählen Sie den aufzunehmenden Kanal
es: Seleccione el canal a grabar
fr: Sélectionnez la chaîne à enregistrer
it: Seleziona il canale da registrare
tr: Kaydedilecek kanalı seçin

source: Select Channel
de: Kanal auswählen
es: Seleccionar canal
fr: Sélectionner une chaîne
it: Seleziona Canale
tr: Kanal Seç

source: Please select a valid channel!
de: Bitte wählen Sie einen gültigen Kanal!
es: ¡Por favor, seleccione un canal válido!
fr: Veuillez sélectionner une chaîne valide !
it: Seleziona un canale valido!
tr: Lütfen geçerli bir kanal seçin!

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora inizio
tr: Başlangıç Saati

source: End Time
de: Endzeit
es: Hora de fin
fr: Heure de fin
it: Ora fine
tr: Bitiş Saati
